Repository: limenet/x-theme-translation-german
Catalog: *.po
Languages: de_ch

source: Enter in your query in the search form above.
de_ch: Geben Sie Ihren Suchbegriff im obigen Formular ein.

source: Oh bother! No search results were found here!
de_ch: Schade, es wurden keine Suchergebnisse gefunden!

source: Move reply "%s"
de_ch: Antwort verschieben "%s\

source: <strong>WARNING:</strong> This process cannot be undone. You can either make this reply a new topic with a new title, or merge it into an existing topic. If you choose an existing topic, replies will be ordered by the time and date they were created.
de_ch: <strong>WARNUNG:</strong> Dieser Vorgang kann nicht rückgängig gemacht werden. Sie können aus dieser Antwort entweder ein neues Thema mit einem neuen Titel machen, oder die Antwort mit einem existierenden Thema zusammenführen. Falls Sie sich für das Zusammenführen mit einem existierenden Thema entscheiden, warden die Antworten nacht Zeit und Datum ihrer Erstellung sortiert.

source: New topic in <strong>%s</strong> titled:
de_ch: Neuer Beitrag in <strong>%s</strong>. mit dem Titel:

source: Moved: %s
de_ch: Verschoben: %s

source: Use an existing topic in this forum:
de_ch: Einen vorhandenen Beitrag in diesem Forum verwenden:

source: Submit
de_ch: Senden

source: You do not have the permissions to edit this reply!
de_ch: Sie sind nicht berechtigt, diese Antwort zu bearbeiten!

source: You cannot edit this reply.
de_ch: Sie können diese Antwort nicht bearbeiten.

source: Reply To: %s
de_ch: Antwort zu: %s

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to do so.
de_ch: Dieser Beitrag ist für neue Antworten geschlossen, mit Ihren Benutzerrechten dürfen Sie dennoch weiterhin neue Themen anlegen.

source: Your account has the ability to post unrestricted HTML content.
de_ch: Mit Ihrem Konto dürfen Sie uneingeschränkt HTML Inhalte veröffentlichen.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
de_ch: Sie können folgende <abbr title="Hyper Text Markup Language">HTML</abbr>-Tags (Schlagwörter) verwenden: %s

source: Tags:
de_ch: Schlagwörter:

source: Notify the author of follow-up replies via email
de_ch: Den Autor/ die Autorin via E-Mail über eingehende Antworten informieren.

source: Notify me of follow-up replies via email
de_ch: Den Autor/ die Autorin via E-Mail über eingehende Antworten informieren.

source: Keep a log of this edit:
de_ch: Speichere eine Protokolldatei dieser Bearbeitung:

source: Optional reason for editing:
de_ch: Grund für die Bearbeitung (optional):

source: The topic &#8216;%s&#8217; is closed to new replies.
de_ch: Das Thema &#8216;%s&#8217; ist für neue Beiträge geschlossen.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
de_ch: Das Forum &#8216;%s&#8217; ist für neue Beiträge und Antworten geschlossen.

source: You cannot reply to this topic.
de_ch: Sie können diese Antwort nicht bearbeiten.

source: You must be logged in to reply to this topic.
de_ch: Loggen Sie sich ein, um zu antworten.

source: Search for:
de_ch: Suche nach:

source: Search
de_ch: Suche

source: Merge topic "%s"
de_ch: Thema "%s" zusammenführen

source: <strong>WARNING:</strong> This process cannot be undone. Select the topic to merge this one into. The destination topic will remain the lead topic, and this one will change into a reply. To keep this topic as the lead, go to the other topic and use the merge tool from there instead. All replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted. If the destination topic was created after this one, it's post date will be updated to second earlier than this one.
de_ch: <strong>WARNUNG:</strong> Dieser Vorgang kann nicht rückgängig gemacht warden. Wählen Sie das Thema aus, welches Sie mit diesem zusammenfügen wollen. Das Ziel-Thema bleibt das führende Thema und wird dieses Thema in eine Antwort umwandeln. Um dieses Thema als führendes Thema beizubehalten, gehen Sie bitte zum anderen Thema und rufen das Zusammenführen-Werkzeug von dort auf. Alle Antworten in beiden Themen warden chronologisch zusammengeführt. Die Reihenfolge der zusammengeführten Antworten ist basiert darauf, wann sie verfasst wurden. Falls das Ziel-Thema nach diesem Thema erstellt wurde, wird dessen Beitrags-Datum auf das (frühere) Datum dieses Themas aktualisiert.

source: Merge with this topic:
de_ch: Mit diesem Thema zusammenführen:

source: There are no other topics in this forum to merge with.
de_ch: Es gibt in diesem Forum keinen Beitrag um diesen damit zusammenzuführen.

source: Merge topic subscribers
de_ch: Themen-Abonnenten zusammenführen

source: Merge topic favoriters
de_ch: Personen, die dieses Thema favorisiert haben, zusammenführen

source: Merge topic tags
de_ch: Themen-Schlagworte zusammenführen

source: You do not have the permissions to edit this topic!
de_ch: Sie haben nicht genügend Rechte um diesen Beitrag zu bearbeiten.

source: You cannot edit this topic.
de_ch: Sie können diesen Beitrag nicht bearbeiten.

source: Split topic "%s"
de_ch: Beitrag teilen "%s"

source: <strong>WARNING:</strong> This process cannot be undone. When you split a topic, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new topic with a new title, or merge those replies into an existing topic. If you use the existing topic option, replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
de_ch: <strong>WARNUNG:</strong> Dieser Vorgang kann nicht rückgängig gemacht werden. Wenn Sie ein Thema aufgeteilt werden Sie schneiden es in der Mitte beginnend mit dem von Ihnen gewählten Antwort. Wählen Sie, diese Antwort als ein neues Thema mit einem neuen Titel in ein bestehendes Thema zu verwenden, oder mischen Sie die Antworten. Wenn Sie die vorhandene Thema Option verwenden, werden Antworten in beiden Themen chronologisch zusammengeführt werden. Die Reihenfolge der fusionierten Antworten auf die Uhrzeit und das Datum sie geschrieben wurden.

source: Split: %s
de_ch: Teilen: %s

source: Copy subscribers to the new topic
de_ch: Abonnenten in neuen Beitrag kopieren

source: Copy favoriters to the new topic
de_ch: Personen, die dieses Thema favorisiert haben, in den neuen Beitrag kopieren

source: Copy topic tags to the new topic
de_ch: Themen-Schlagwörter in den neuen Beitrag kopieren

source: Rename
de_ch: Umbenennen

source: Leave the slug empty to have one automatically generated. Changing the slug affects its permalink. Any links to the old slug will stop working.
de_ch: Lassen Sie den Slug leer um diesen automatisch generieren zu lassen. Das Ändern des Slugs beeinflusst dessen Permalink. Links zum alten Slug warden nicht mehr funktionieren.

source: Update
de_ch: Aktualisieren

source: Merge
de_ch: Zusammenführen

source: Merging tags together cannot be undone.
de_ch: Das Zusammenführen von Schlagwörtern kann nicht rückgängig gemacht werden.

source: Existing tag:
de_ch: Bestehendes Schlagwort:

source: Are you sure you want to merge the "%s" tag into the tag you specified?
de_ch: Sind Sie sicher, dass Sie das Schlagwort "%s" mit Ihrem angegebenen Schlagwort zusammenführen wollen?

source: Delete
de_ch: Löschen

source: Deleting a tag cannot be undone. This does not delete your topics. Only the tag itself is deleted. Any links to this tag will no longer function.
de_ch: Das Löschen eines Schlagwortes kann nicht rückgängig gemacht werden. Dies bedeutet nicht, das Thema zu löschen. Nur das Schlagwort selbst wird gelöscht. Alle Links zu diesem Schlagwort werden nicht mehr funktionieren.

source: Are you sure you want to delete the "%s" tag? This is permanent and cannot be undone.
de_ch: Sind Sie sicher, dass Sie das Schlagwort "%s" löschen wollen? Dies ist endgültig und kann nicht rückgängig gemacht werden.

source: Now Editing &ldquo;%s&rdquo;
de_ch: Bearbeiten Sie &ldquo;%s&rdquo;

source: Create New Topic in &ldquo;%s&rdquo;
de_ch: Neues Thema erstellen in &ldquo;%s&rdquo;

source: Create New Topic
de_ch: Neuen Beitrag erstellen

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to do so.
de_ch: Dieser Beitrag ist für neue Antworten geschlossen, mit Ihren Benutzerrechten dürfen Sie dennoch weiterhin neue Themen anlegen.

source: Topic Title (Maximum Length: %d):
de_ch: Überschrift (Maximale Länge: %d):

source: Topic Tags:
de_ch: Thema-Schlagworte:

source: (No Forum)
de_ch: (Kein Forum)

source: Topic Type:
de_ch: Thema-Typ:

source: Topic Status:
de_ch: Thema-Status:

source: You cannot create new topics.
de_ch: Sie können keine neuen Themen erstellen.

source: You must be logged in to create new topics.
de_ch: Sie müssen angemeldet sein, um neue Themen zu erstellen.

source: First Name
de_ch: Vorname

source: Last Name
de_ch: Nachname

source: Nickname
de_ch: Spitzname

source: Display Name
de_ch: Angezeigter Name

source: Contact Info
de_ch: Kontakt Informationen

source: About Yourself
de_ch: Über mich

source: About the user
de_ch: Über den Benutzer/in

source: Biographical Info
de_ch: Biografie

source: Account
de_ch: Konto

source: Username
de_ch: Benutzername

source: There is a pending email address change to <code>%1$s</code>. <a href="%2$s">Cancel</a>
de_ch: Es liegt eine ausstehende E-Mail Adress$nderung vor<code>%1$s</code>. <a href="%2$s">Abbrechen</a>

source: New Password
de_ch: Neues Passwort

source: If you would like to change the password type a new one. Otherwise leave this blank.
de_ch: Wenn Sie das Passwort ändern möchten, geben Sie bitte hier ein neues ein. Ansonsten kann das Feld leer bleiben

source: Type your new password again.
de_ch: Wiederholen Sie das neue Passwort.

source: User Role
de_ch: Benutzerrolle

source: Network Role
de_ch: Netzwerk-Rolle

source: Grant this user super admin privileges for the Network.
de_ch: Mache diese/n Benutzer/in zum_zur seitenübergreifenden Administrator/in für das gesamte Netzwerk.

source: Log In
de_ch: Anmelden

source: Password
de_ch: Passwort

source: Keep me signed in
de_ch: Angemeldet bleiben

source: Lost Password
de_ch: Passwort vergessen

source: Enter in your username or email address below then select the &ldquo;Reset&rdquo; button.
de_ch: Geben Sie ihren Usernamen oder die EMail Adresse an und drücken dann &ldquo;Reset&rdquo; Button.

source: Username or Email
de_ch: Benutzername oder E-Mail

source: Reset
de_ch: Zurücksetzen

source: Create an Account
de_ch: Neues Konto erstellen

source: Your username must be unique, and cannot be changed later. We use your email address to email you a secure password and verify your account.
de_ch: Ihr Benutzername muss eindeutig sein und kann später nicht mehr geändert werden. Wir nutzen Ihre E-Mail-Adresse um Ihnen ein sicheres Passwort per E-Mail zu senden und überprüfen Ihr Konto.

source: Register
de_ch: Registrieren

source: Topics
de_ch: Themen

source: Replies
de_ch: Antworten

source: Posts
de_ch: Beiträge

source: Freshness
de_ch: Aktualität

source: Last updated %s
de_ch: Zuletzt aktualisiert %s

source: Topic:
de_ch: Thema:

source: In reply to:
de_ch: Als Antwort auf:

source: Started by: %1$s
de_ch: Gestarted von: %1$s

source: Topic
de_ch: Thema

source: Voices
de_ch: Stimmen

source: %s's Profile
de_ch: %s's Profil

source: Profile
de_ch: Profil

source: %s's Topics Started
de_ch: %s's gestartete Themen

source: Topics Started
de_ch: Gestartete Themen

source: %s's Replies Created
de_ch: %s's erstellte Antworten

source: Replies Created
de_ch: Antworten erstellt

source: %s's Favorites
de_ch: %s's Favoriten

source: Favorites
de_ch: Favoriten

source: %s's Subscriptions
de_ch: %s's Abos

source: Subscriptions
de_ch: Abos

source: Edit %s's Profile
de_ch: Bearbeite %s's Profil

source: Edit
de_ch: Bearbeiten

source: Favorite Forum Topics
de_ch: Beliebteste Themen im Forum

source: You currently have no favorite topics.
de_ch: Sie haben aktuell keine Lieblingsthemen.

source: This user has no favorite topics.
de_ch: Dieser Benutzer hat keine Lieblingsthemen.

source: Forum Replies Created
de_ch: ﻿Foren-Antworten erstellt

source: You have not replied to any topics.
de_ch: Sie haben bisher noch auf keine Beiträge geantwortet.

source: This user has not replied to any topics.
de_ch: Dieser Nutzer hat zu keinen Themen geantwortet.

source: Subscribed Forums
de_ch: Abonnierte Foren

source: You are not currently subscribed to any forums.
de_ch: Du hast keine Foren abonniert.

source: This user is not currently subscribed to any forums.
de_ch: ﻿Dieser Nutzer hat derzeit keine Foren abonniert.

source: Subscribed Topics
de_ch: Abonnierte Themen

source: You are not currently subscribed to any topics.
de_ch: Sie haben derzeit keine Themen abonniert.

source: This user is not currently subscribed to any topics.
de_ch: ﻿Dieser Nutzer hat derzeit keine Themen abonniert.

source: Forum Topics Started
de_ch: Gestartete Foren-Themen

source: You have not created any topics.
de_ch: Du hast noch keine Themen erstellt.

source: This user has not created any topics.
de_ch: Dieser Benutzer hat noch keine Themen erstellt.

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>
de_ch: <a href="%1$s">%2$s</a> antwortete <span class="time-since"><a href="%3$s" class="activity-time-since">%4$s</a></span>

source: Reply
de_ch: Antworten

source: View Conversation
de_ch: Unterhaltung ansehen

source: Comment <span class="x-bp-count">%s</span>
de_ch: Kommentar <span class="x-bp-count">%s</span>

source: Mark as Favorite
de_ch: Als Favorit markieren

source: Favorite
de_ch: Favorisieren

source: Remove Favorite
de_ch: Favorit entfernen

source: Post
de_ch: Beitrag

source: Cancel
de_ch: Abbrechen

source: The public activity for everyone on this site.
de_ch: Die öffentliche Tätigkeit für alle auf dieser Website.

source: All Members <span>%s</span>
de_ch: Alle Mitglieder <span>%s</span>

source: The activity of my friends only.
de_ch: Nur die Aktivität meiner Freunde.

source: My Friends <span>%s</span>
de_ch: Meine Freunde <span>%s</span>

source: The activity of groups I am a member of.
de_ch: Die Aktivität der Gruppen, in denen ich Mitglied bin.

source: My Groups <span>%s</span>
de_ch: Meine Gruppen <span>%s</span>

source: The activity I've marked as a favorite.
de_ch: Die Aktivitäten, die ich als Favorit markiert habe.

source: My Favorites <span>%s</span>
de_ch: Meine Favoriten <span>%s</span>

source: Activity that I have been mentioned in.
de_ch: Aktivitäten, in denen ich erwähnt wurde.

source: Mentions
de_ch: Erwähnungen

# Number of new activity mentions
source: %s new
de_ch: %s neue

source: Show:
de_ch: Zeige:

source: Everything
de_ch: Alles

source: Updates
de_ch: Aktualisierungen

source: Comments
de_ch: Kommentare

source: Forum Topics
de_ch: Forum Themen

source: Forum Replies
de_ch: Forum Antworten

source: New Groups
de_ch: Neue Gruppen

source: Group Memberships
de_ch: Gruppenmitgliedschaft

source: Friendships
de_ch: Freundschaften

source: New Members
de_ch: Neue Mitglieder

source: What's new in %s, %s?
de_ch: Was ist neu in%s, %s?

source: What's new, %s?
de_ch: Was gibt's Neues, %s?

source: Post In
de_ch: Veröffentlichen in

source: My Profile
de_ch: Mein Profil

source: Sorry, there were no sites found.
de_ch: Es wurden leider keine Seiten gefunden.

source: All Sites <span>%s</span>
de_ch: Alle Seiten <span>%s</span>

source: My Sites <span>%s</span>
de_ch: Meine Seiten <span>%s</span>

source: Order By:
de_ch: Sortiert nach:

source: Last Active
de_ch: Zuletzt aktiv

source: Newest
de_ch: Neueste

source: Alphabetical
de_ch: Alphabetisch

source: Group Name (required)
de_ch: Gruppenname (erforderlich)

source: Group Description (required)
de_ch: Gruppenbeschreibung (erforderlich)

source: Privacy Options
de_ch: Privatsphäre Einstellungen

source: This is a public group
de_ch: Dies ist eine öffentliche Gruppe

source: Any site member can join this group.
de_ch: Jedes Mitglied dieser Seite kann dieser Gruppe beitreten.

source: This group will be listed in the groups directory and in search results.
de_ch: Diese Gruppe wird in der Gruppen-Verzeichnis und in den Suchergebnissen aufgeführt werden.

source: Group content and activity will be visible to any site member.
de_ch: Inhalt und Aktivität sichtbar auf jeder Website Mitglied sein.

source: This is a private group
de_ch: Bitbucket Repository

source: Only users who request membership and are accepted can join the group.
de_ch: Nur Benutzer, die Mitgliedschaft beantragen und akzeptiert werden können, der Gruppe beizutreten.

source: Group content and activity will only be visible to members of the group.
de_ch: Inhalt und Aktivität ist nur sichtbar für Mitglieder der Gruppe sein.

source: This is a hidden group
de_ch: Dies ist eine versteckte Gruppe

source: Only users who are invited can join the group.
de_ch: Nur Benutzer, die eingeladen werden, können der Gruppe beitreten.

source: This group will not be listed in the groups directory or search results.
de_ch: Diese Gruppe wird nicht in der Gruppen-Verzeichnis oder Suchergebnissen aufgeführt werden.

source: Group Invitations
de_ch: Gruppe Einladungen

source: Which members of this group are allowed to invite others?
de_ch: Welche Mitglieder dieser Gruppe dürfen andere einladen?

source: All group members
de_ch: Alle Gruppenmitglieder

source: Group admins and mods only
de_ch: Nur Gruppen-Administratoren und -Moderatoren

source: Group admins only
de_ch: Mir Gruppen-Administratoren

source: Group Forums
de_ch: Gruppen Foren

source: Should this group have a forum?
de_ch: Sollte diese Gruppe ein Forum haben?

source: Enable discussion forum
de_ch: Diskussionsforum aktivieren

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
de_ch: <strong>Achtung Site Admin:</strong> Gruppenforen erfordern die <a href="%s">richtige Einrichtung und Konfiguration</a> einer bbPress Installation.

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
de_ch: Laden Sie ein Bild (Avatar) für diese Gruppe hoch. Das Bild wird auf der Hauptseite der Gruppe und in den Suchergebnissen angezeigt.

source: Upload
de_ch: Hochladen

source: To skip the avatar upload process, hit the "Next" button.
de_ch: Um das hochladen des Avatarbildes abzubrechen drücken die "Weiter" Schaltfläche

source: Crop Group Avatar
de_ch: Avatar zuschneiden

source: Avatar to crop
de_ch: Avatar, der zugeschnitten wird

source: Avatar preview
de_ch: Avatar Vorschau

source: Crop
de_ch: Zuschneiden

source: Select people to invite from your friends list.
de_ch: Sie die Menschen aus deiner Freundesliste einladen.

source: Remove Invite
de_ch: Einladung löschen

source: Once you have built up friend connections you will be able to invite others to your group.
de_ch: Sie haben Freund Verbindungen aufgebaut sind Sie in der Lage, andere zu Ihrer Gruppe einladen.

source: Back
de_ch: Zurück

source: Next
de_ch: Vorwärts

source: Create
de_ch: Erstellen

source: Finish
de_ch: Fertigstellen

source: There were no groups found.
de_ch: Es wurden keine Gruppen gefunden.

source: All Groups <span>%s</span>
de_ch: Alle Gruppen <span>%s</span>

source: Most Members
de_ch: Die meisten Mitglieder

source: Newly Created
de_ch: Zuletzt erstellt

source: Notify group members of these changes via email
de_ch: Benachrichtigen Sie Gruppenmitglieder über diese Änderungen per E-Mail

source: Save
de_ch: Speichern

source: If you'd like to remove the existing avatar but not upload a new one, please use the following link:
de_ch: Sie eine der bestehenden Avatar zu entfernen, aber ein neues nicht hochladen möchten, nutzen Sie bitte den folgenden Link:

source: Delete Avatar
de_ch: Avatar löschen

source: Crop Avatar
de_ch: Avatar zuschneiden

source: Administrators
de_ch: Administratoren

source: View Activity
de_ch: Aktivität anzeigen

source: Demote to Member
de_ch: Mitglied zur&uuml;ckversetzen

source: Moderators
de_ch: Moderatoren

source: Promote to Admin
de_ch: Zum Admin ernennen

source: Members
de_ch: Mitglieder

source: Unban this member
de_ch: Sperrung dieses Mitglied aufheben

source: Remove Ban
de_ch: Sperrung entfernen

source: Kick and ban this member
de_ch: zur&uuml;ckversetzen

source: Kick &amp; Ban
de_ch: &amp; Versand

source: Promote to Mod
de_ch: Zum Moderator ernennen

source: Remove this member
de_ch: zur&uuml;ckversetzen

source: Remove from group
de_ch: Aus Gruppe entfern

source: This group has no members.
de_ch: Diese Gruppe hat keine Mitglieder.

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
de_ch: : Das Löschen dieser Gruppe werden alle Inhalte zugeordnet vollständig zu entfernen. Es gibt keinen Weg zurück, seien Sie vorsichtig mit dieser Option.

source: I understand the consequences of deleting this group.
de_ch: Ich verstehe die Folgen, die sich aus dem Löschen dieser Gruppe ergeben.

source: active %s
de_ch: Aktive %s

source: Send
de_ch: Senden

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
de_ch: Dein Konto wurde erfolgreich aktiviert! Ihre Kontodaten wurden Ihnen in einer separaten E-Mail geschickt.

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
de_ch: Das Konto wurde erfolgreich aktiviert! Sie können sich nun mit den bei der Anmeldung angegebenen Daten <a href="%s">anmelden</a>.

source: Please provide a valid activation key.
de_ch: Bitte geben Sie einen gültigen Aktivierungsschlüssel ein.

source: Activate
de_ch: Aktivieren

source: Newest Registered
de_ch: Neueste Registrierungen

source: Sorry, no members were found.
de_ch: Leider keine Mitglieder gefunden.

source: User registration is currently not allowed.
de_ch: Zurzeit ist die Benutzer/innen-Registrierung nicht erlaubt.

source: Registering for this site is easy. Just fill in the fields below, and we'll get a new account set up for you in no time.
de_ch: Die Registrierung für diese Website ist einfach. Füllen Sie die Felder aus, und Ihr neues Konto ist in Kürze bereit.

source: Account Details
de_ch: Konto-Details

source: (required)
de_ch: (notwendig)

source: Email Address
de_ch: E-Mail Adresse

source: Choose a Password
de_ch: Wählen Sie ein Passwort

source: Confirm Password
de_ch: Passwort bestätigen

source: Profile Details
de_ch: Profil­-Details

source: This field can be seen by: <span class="current-visibility-level">%s</span>
de_ch: Dieses Feld kann gesehen werden von: <span class="current-visibility-level">% s</span>

# Change profile field visibility level
source: Change
de_ch: Ändern

source: Who can see this field?
de_ch: Wer kann dieses Feld sehen?

source: Close
de_ch: Schliessen

source: Yes, I'd like to create a new site
de_ch: Ja, ich möchte eine neue Seite erstellen

source: Blog URL
de_ch: INFOrmation: Enabling portfolio index sharing will turn on social sharing links for each post on the portfolio index page. Activate and deactivate individual sharing links underneath the main Portfolio section.

source: Site Title
de_ch: Titel des Standorts

source: I would like my site to appear in search engines, and in public listings around this network.
de_ch: Ich möchte, dass meine Webseite in Suchmaschinen sowie in öffentlichen Verzeichnissen erscheint.

source: Yes
de_ch: Ja

source: No
de_ch: Nein

source: Sign Up
de_ch: Registrieren
