Repository: limenet/x-theme-translation-german
Catalog: *.po
Languages: de_ch

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
de_ch: Vielen Dank für Ihre Registrierung. Bevor Sie sich anmelden können, müssen Sie Ihr Konto aktivieren, indem Sie auf den Aktivierungslink in der Email klicken, die wir Ihnen gerade geschickt haben.

source: You have successfully created your account! Please log in using the username and password you have just created.
de_ch: Sie haben Ihr Konto erstellt! Bitte loggen Sie sich mit dem Benutzernamen und Passwort ein, das Sie gerade erstellt haben.

source: Most Posts
de_ch: Die meisten Beiträge

source: Unreplied
de_ch: Unbeantwortete

source: Accept
de_ch: Annehmen

source: Reject
de_ch: Ablehnen

source: You have no pending friendship requests.
de_ch: Sie haben keine ausstehenden Freundschaftsanfragen.

source: You have no outstanding group invites.
de_ch: keine herausragende Gruppe einlädt.

source: Send To (Username or Friend's Name)
de_ch: Senden an (Benutzername oder Name Ihres Freundes)

source: This is a notice to all users.
de_ch: Dies ist ein Hinweis für alle Benutzer.

source: Subject
de_ch: Betreff

source: Message
de_ch: Nachricht

source: From
de_ch: Von

source: To
de_ch: An

source: Action
de_ch: Vorgang

source: View Message
de_ch: Nachricht ansehen

source: Delete Message
de_ch: Nachricht löschen

source: Sorry, no messages were found.
de_ch: Leider wurden keine Nachrichten gefunden.

source: Sent:
de_ch: Gesendet:

source: Sorry, no notices were found.
de_ch: Leider wurden keine Hinweise gefunden.

source: You are alone in this conversation.
de_ch: Sie sind alleine in diesem Gespräch.

source: Conversation between %s and you.
de_ch: Unterhaltung zwischen %s und Ihnen.

source: Notification
de_ch: Benachrichtigung

source: Date Received
de_ch: Empfangsdatum

source: Actions
de_ch: Vorgänge

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
de_ch: Klicken Sie unten, um ein JPG, GIF oder PNG-Format Foto von Ihrem Computer aus und klicken Sie dann auf 'Bild hochladen', um fortzufahren.

source: Editing '%s' Profile Group
de_ch: Bearbeiten von '%s' Profil-Gruppe

source: Change
de_ch: Ändern

source: This user is a spammer.
de_ch: Dieser Benutzer ist ein Spammer.

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
de_ch: Das Löschen Ihres Kontos wird alle Inhalte, die Sie erstellt haben, löschen. Die Daten sind nicht wiederherstellbar.

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
de_ch: Das Löschen dieses Kontos wird alle Inhalte, die es erstellt hat, löschen. Die Daten sind nicht wiederherstellbar.

source: I understand the consequences.
de_ch: Ich bin mir der Folgen bewusst.

source: Current Password <span>(required to update email or change current password)</span>
de_ch: Aktuelles Passwort <span>(erforderlich, um E-Mail Adresse zu aktualisieren oder das aktuelle Passwort zu ändern)</span>

source: Password Lost and Found
de_ch: Passwort Fundbüro

source: Lost your password?
de_ch: Passwort vergessen?

source: Account Email
de_ch: Konto E-Mail

source: Change Password <span>(leave blank for no change)</span>
de_ch: Passwort ändern <span>(leer lassen für keine Änderung)</span>

source: Repeat New Password <span>(confirm above entry)</span>
de_ch: Neues Passwort wiederholen

source: Visibility
de_ch: Sichtbarkeit

source: The Blog
de_ch: Der Blog

source: Welcome to our little corner of the Internet. Kick your feet up and stay a while.
de_ch: Willkommen in unserer kleinen Ecke des Internets. Lagern Sie die Füsse hoch und verweilen Sie hier ein bisschen.

source: Sort Portfolio
de_ch: Portfolio sortieren

source: The Shop
de_ch: Der Shop

source: Welcome to our online store. Take some time to browse through our items.
de_ch: Herzlich willkommen in unserem Online-Shop. Nehmen Sie sich Zeit, durch unsere Produkte zu stöbern.

source: Skills
de_ch: Kompetenzen

source: Launch Project
de_ch: Projekt starten

source: See it Live!
de_ch: Sehen Sie es Live!

source: Share this Project
de_ch: Teilen Sie dieses Projekt

source: Activity
de_ch: Aktivität

source: Groups
de_ch: Gruppen

source: Sites
de_ch: Seiten

source: Create An Account
de_ch: Konto erstellen

source: Activate Your Account
de_ch: Aktivieren Sie Ihr Konto

source: Meet new people, get involved, and stay connected.
de_ch: Neue Leute treffen, sich engagieren, und in Verbindung bleiben.

source: Find others with similar interests and get plugged in.
de_ch: Andere mit ähnlichen Interessen finden und mitmachen.

source: See what others are writing about. Learn something new and exciting today!
de_ch: Sehen Sie, was andere über das Schreiben. Erfahren Sie etwas Neues und Aufregendes heute!

source: Meet your new online community. Kick up your feet and stay awhile.
de_ch: Treffen Sie Ihre neue Online-Community. Lagern Sie Ihre Füsse hoch und verweilen sie ein bisschen.

source: Just fill in the fields below and we'll get a new account set up for you in no time!
de_ch: Die Registrierung ist einfach. Füllen Sie die Felder aus, und Ihr neues Konto ist in Kürze bereit.

source: You're almost there! Simply enter your activation code below and we'll take care of the rest.
de_ch: Sie haben es fast geschafft! Geben Sie einfach Ihren Aktivierungscode unten ein und wir werden uns um den Rest kümmern.

source: Install
de_ch: Installieren

source: by
de_ch: von

source: Page Settings
de_ch: Seiteneinstellungen

source: Here you will find various options you can use to create different page layouts and styles.
de_ch: Hier finden Sie verschiedene Optionen die Sie verwenden können, um verschiedene Seitenlayouts und Designs zu erstellen.

source: Body CSS Class(es)
de_ch: Body CSS Klasse(n)

source: Add a custom CSS class to the &lt;body&gt; element. Separate multiple class names with a space.
de_ch: Fügen Sie eine benutzerdefinierte CSS-Klasse auf den &lt;body&gt; Element. Trennen Sie mehrere Klassennamen mit einem Leerzeichen.

source: Alternate Index Title
de_ch: Alternativer Titel für Indizes

source: Filling out this text input will replace the standard title on all index pages (i.e. blog, category archives, search, et cetera) with this one.
de_ch: Diese Texteingabe wird den Standardtitel auf allen Index-Seiten (z.B. Blog, Kategorie Archive, Suche, etc.) ersetzen.

source: Disable Page Title
de_ch: Seitentitel Deaktivieren

source: Select to disable the page title. Disabling the page title provides greater stylistic flexibility on individual pages.
de_ch: Auswählen um den Seitentitel zu deaktivieren. Deaktivieren des Seitentitels bietet grössere stilistische Flexibilität auf einzelnen Seiten.

source: One Page Navigation
de_ch: Ein-Seiten-Navigation

source: To activate your one page navigation, select a menu from the dropdown. To deactivate one page navigation, set the dropdown back to "Deactivated."
de_ch: Um die Ein-Seiten-Navigaiton zu aktivieren wählen Sie bitte ein Menü aus der Auswahl-Liste aus. Um die Ein-Seiten-Navigation zu deaktivieren, setzen sie die Auswahl-Liste zurück zu "Deaktiviert".

source: Background Image(s)
de_ch: Hintergrundbild(er)

source: Click the button to upload your background image(s), or enter them in manually using the text field above. Loading multiple background images will create a slideshow effect. To clear, delete the image URLs from the text field and save your page.
de_ch: Klicken Sie auf die Schaltfläche, um die Hintergrundbilde(er) hochzuladen, oder geben Sie sie manuell über das Textfeld ein. Das Laden mehrerer Hintergrundbilder wird einen Diashow-Effekt erzeugen. Zum Löschen, löschen Sie die Bild-URLs aus dem Textfeld und speichern Sie die Seite.

source: Background Image(s) Fade
de_ch: Hintergrundbild(er) Ausblenden

source: Set a time in milliseconds for your image(s) to fade in. To disable this feature, set the value to "0."
de_ch: Stellen Sie eine Zeit ein in Millisekunden, in der IhreBild (er) verblassen. Um diese Funktion zu deaktivieren, setzen Sie den Wert auf "0".

source: Background Images Duration
de_ch: Hintergrundbilder Anzeigedauer

source: Only applicable if multiple images are selected, creating a background image slider. Set a time in milliseconds for your images to remain on screen.
de_ch: Nur anwendbar, wenn mehrere Bilder für ein Hintergrundbild-Slider ausgewählt werden. Wählen Sie eine Zeitspanne in Millisekunden für die Dauer der Anzeige der Bilder auf dem Bildschirm.

source: Icon Page Settings
de_ch: Icon Seiteneinstellungen

source: Here you will find some options specific to Icon that you can use to create different page layouts.
de_ch: Hier finden Sie einige spezifische Optionen für Icon, die Sie für verschiedene Seitenlayouts verwenden können.

source: Blank Template Sidebar
de_ch: Leere Vorlage Sidebar

source: Because of Icon's unique layout, there may be times where you wish to show a sidebar on your blank templates. If that is the case, select "Yes" to activate your sidebar.
de_ch: Aufgrund des einzigartigen Layouts von Icon, kann es vorkommen, dass Sie eine Seitenleiste bei leeren Vorlagen anzeigen wollen. Wenn dies der Fall ist, wählen Sie "ja" aus um die Seitenleiste zu aktivieren.

source: Slider Settings: Above Masthead
de_ch: Slider Einstellungen: Oberhalb Impressum

source: Select your options to display a slider above the masthead.
de_ch: Wählen Sie aus den Optionen aus um einen Slider oberhalb des Impressums anzuzeigen.

source: To activate your slider, select an option from the dropdown. To deactivate your slider, set the dropdown back to "Deactivated."
de_ch: Um Ihren Slider zu aktivieren wählen Sie bitte eine Option aus der Auswahl-Liste aus. Um Ihren Slider zu deaktivieren, setzen sie die Auswahl-Liste zurück zu "Deaktiviert".

source: Optional Background Video
de_ch: Optionales Hintergrundvideo

source: Video Poster Image (For Mobile)
de_ch: Video-Plakat-Bild (für mobile Geräte)

source: Click the button to upload your video poster image to show on mobile devices, or enter it in manually using the text field above. Only select one image for this field. To clear, delete the image URL from the text field and save your page.
de_ch: Klicken Sie auf die Schaltfläche, um die Hintergrundbilde(er) hochzuladen, oder geben Sie sie manuell über das Textfeld ein. Das Laden mehrerer Hintergrundbilder wird einen Diashow-Effekt erzeugen. Zum Löschen, löschen Sie die Bild-URLs aus dem Textfeld und speichern Sie die Seite.

source: Enable Scroll Bottom Anchor
de_ch: Nach unten scollen Anker aktivieren

source: Select to enable the scroll bottom anchor for your slider.
de_ch: Auswählen, um den nach unten scrollen Anker für Ihren Slider zu aktivieren.

source: Scroll Bottom Anchor Alignment
de_ch: Nach unten scollen Anker Ausrichtung

source: Select the alignment of the scroll bottom anchor for your slider.
de_ch: Die Ausrichtung des nach unten scrollen Ankers für Ihren Slider auswählen

source: Scroll Bottom Anchor Color
de_ch: Nach unten scollen Anker Farbe

source: Select the color of the scroll bottom anchor for your slider.
de_ch: Die Farbe des nach unten scrollen Ankers für Ihren Slider auswählen

source: Scroll Bottom Anchor Color Hover
de_ch: Scroll Bottom Anchor Farbe bei Mouseover

source: Select the hover color of the scroll bottom anchor for your slider.
de_ch: Die Farbe des nach unten scrollen Ankers bei Mousover für Ihren Slider auswählen

source: Slider Settings: Below Masthead
de_ch: Slider Einstellungen: Unterhalb Impressum

source: Select your options to display a slider below the masthead.
de_ch: Wählen Sie aus den Optionen aus um einen Slider unterhalb des Impressums anzuzeigen.

source: Portfolio Settings
de_ch: Portfolio Einstellungen

source: Here you will find various options you can use to setup your portfolio.
de_ch: Hier finden Sie verschiedene Optionen die Sie verwenden können, um Ihr Portfolio einrichten zu können

source: Category Select
de_ch: Kategorie wählen

source: To select multiple nonconsecutive pages or posts, hold down "CTRL" (Windows) or "COMMAND" (Mac), and then click each item you want to select. To cancel the selection of individual items, hold down "CTRL" or "COMMAND", and then click the items that you don't want to include.
de_ch: Um mehrere nicht aufeinander folgende Seiten oder Beiträge auszuwählen, halten Sie "Strg" (Windows) oder "Command" (Mac), und klicken Sie dann auf jedes Element, das Sie auswählen möchten. Um die Auswahl von Einzelpositionen zu löschen, halten Sie die "Strg" oder "Command", und klicken Sie dann auf die Elemente, die Sie nicht wollen.

source: Columns
de_ch: Spalten

source: Select how many columns you would like to display for your portfolio.
de_ch: Bitte wählen Sie die Anzahl der Spalten, die Sie für Ihr Portfolio wollen.

source: Select the layout you would like to display for your portfolio. The "Use Global Content Layout" option allows you to keep your sidebar if you have already selected "Content Left, Sidebar Right" or "Sidebar Left, Content Right" for your "Content Layout" in the Customizer.
de_ch: Wählen Sie das Layout welches Sie für Ihr Portfolio wünschen. DIe "Verwende globales Inhaltslayout" Option erlaubt Ihnen, die Seitenleiste beizubehalten, falls Sie bereits "Inhalt links, Seitenleiste rechts" oder "Seitenleiste links, Inhalt rechts" als "Inhalt-Layout" im Customizer ausgewählt haben.

source: Posts Per Page
de_ch: Beiträge pro Seite:

source: Select how many posts you would like to display per page for your portfolio.
de_ch: Bitte wählen Sie die Anzahl der Beiträge pro Seite, die Sie für Ihr Portfolio wollen.

source: Disable Filtering
de_ch: Filtern Deaktivieren

source: Turning off the portfolio filters will remove the ability to sort portfolio items by category.
de_ch: Das Ausschalten der Portfolio-Filter entfernt die Möglichkeit, die Portfolio-Elemente nach Kategorie zu sortieren.

source: Post Settings
de_ch: Beitragseinstellungen

source: Here you will find various options you can use to create different page styles.
de_ch: Hier finden Sie verschiedene Optionen die Sie verwenden können, um verschiedene Seitendesigns zu erstellen.

source: Fullwidth Post Layout
de_ch: Volle Breite Post-Layout

source: If your global content layout includes a sidebar, selecting this option will remove the sidebar for this post.
de_ch: Wenn Ihr globales Inhalts-Layout eine Sidebar enthält, wird die Auswahl dieser Option die Seitenleiste für diesen Beitrag entfernen.

source: Quote Post Settings
de_ch: Zitat-Beitrag Einstellungen

source: Input your quote.
de_ch: Geben Sie ihr Zitat ein.

source: The Quote
de_ch: Das Zitat

source: Citation
de_ch: Quellenangabe

source: Specify who originally said the quote.
de_ch: Geben Sie an, wer das Zitat ursprünglich gesagt hat.

source: Link Post Settings
de_ch: Link-Beitrag Einstellungen

source: Input your link.
de_ch: Geben Sie Ihren Link ein.

source: The Link
de_ch: Der Link

source: Insert your link URL, e.g. http://www.themeforest.net.
de_ch: Bitte geben Sie die URL für Ihren Link ein. z.B. http://www.themeforest.net.

source: Video Post Settings
de_ch: Video-Beitrag Einstellungen

source: These settings enable you to embed videos into your posts.
de_ch: Diese Einstellungen erlauben Ihnen, Videos in Ihren Beiträgen einzubinden.

source: Aspect Ratio
de_ch: Seitenverhältnis

source: Select the aspect ratio for your video.
de_ch: Wählen Sie das Seitenverhältnis für Ihr Video aus.

source: M4V File URL
de_ch: M4V-Datei URL

source: The URL to the .m4v video file.
de_ch: Die URL zu der .m4v Videodatei.

source: OGV File URL
de_ch: OGV Datei-URL

source: The URL to the .ogv video file.
de_ch: Die URL zu der .ogv Videodatei.

source: Embedded Video Code
de_ch: Eingebetteter Video-Code

source: If you are using something other than self hosted video such as YouTube, Vimeo, or Wistia, paste the embed code here. This field will override the above.
de_ch: Falls Sie etwas Anderes als selbst gehostetes Video, wie z.B. YouTube, Vimeo oder Wisita, verwenden, fügen Sie den Einbinden-Code hier ein. Dieses Feld wird das obige überschreiben.

source: Audio Post Settings
de_ch: Audio-Beitrag Einstellungen

source: These settings enable you to embed audio into your posts.
de_ch: Diese Einstellungen erlauben Ihnen, Audio in Ihren Beiträgen einzubinden.

source: MP3 File URL
de_ch: MP3-Datei-URL

source: The URL to the .mp3 audio file.
de_ch: Die URL zu der .mp3 Audiodatei.

source: OGA File URL
de_ch: OGA Datei-URL

source: The URL to the .oga or .ogg audio file.
de_ch: Die URL zur .oga oder ogg Audio-Datei.

source: Embedded Audio Code
de_ch: Eingebetteter Audio-Code

source: If you are using something other than self hosted audio such as Soundcloud paste the embed code here. This field will override the above.
de_ch: Falls Sie etwas Anderes als selbst gehosteter Audio, wie z.B. Soundcloud, verwenden, fügen Sie den Einbinden-Code hier ein. Dieses Feld wird das obige überschreiben.

source: Ethos Post Settings
de_ch: Ethos Beitragseinstellungen

source: Here you will find some options specific to Ethos that you can use to create different post layouts.
de_ch: Hier finden Sie einige spezifische Optionen für Ethos, die Sie für verschiedene Seitenlayouts verwenden können.

source: Index Featured Post Layout
de_ch: Layout für den hervorgehobenen Beitrag im Index

source: Make the featured image of this post fullwidth on the blog index page.
de_ch: Setzt das Beitragsbild dieses Beitrags auf volle Breite auf der Index-Seite

source: Index Featured Post Size
de_ch: Grösse für den hervorgehobenen Beitrag im Index

source: If the "Index Featured Post Layout" option above is selected, select a size for the output.
de_ch: Falls die obige "Layout für den hervorgehobenen Beitrag im Index" Option aktiviert ist, wählen Sie eine Grösse für die Ausgabe aus.

source: Post Carousel Display
de_ch: Anzeige Beitrags-Karussell

source: Display this post in the Post Carousel if you have "Featured" selected in the Customizer.
de_ch: Diesen Beitrag im Beitrags-Karussell anzeigen falls Sie "Hervorgehoben" im Customizer ausgwählt haben.

source: Post Slider Display &ndash; Blog
de_ch: Anzeige Beitrags-Slider &ndash; Blog

source: Display this post in the Blog Post Slider if you have "Featured" selected in the Customizer.
de_ch: Diesen Beitrag im Blog-Beitrags-Slider anzeigen falls Sie "Hervorgehoben" im Customizer ausgwählt haben.

source: Post Slider Display &ndash; Archives
de_ch: Anzeige Beitrags-Slider &ndash; Archive

source: Display this post in the Archives Post Slider if you have "Featured" selected in the Customizer.
de_ch: Diesen Beitrag im Archiv-Beitrags-Slider anzeigen falls Sie "Hervorgehoben" im Customizer ausgwählt haben.

source: Portfolio Item Settings
de_ch: Portfolio-Element Einstellungen

source: Select the appropriate options for your portfolio item.
de_ch: Wählen Sie die entsprechenden Optionen für Ihr Portfolio-Element aus.

source: Portfolio Parent
de_ch: Übergeordnetes Portfolio-Element

source: Assign the parent portfolio page for this portfolio item. This will be used in various places throughout the theme such as your breadcrumbs. If "Default" is selected then the first page with the "Layout - Portfolio" template assigned to it will be used.
de_ch: Weisen Sie diesem Portfolio-Element eine übergeordnete Portfolio-Seite zu. Dies wird an verschiedenen Stellen im Theme verwendet, so z.B. in der Brotkrümmelnavigation. Falls "Standard" ausgewählt ist, dann wird die erste Seite mit der "Layout - Portfolio" Vorlage verwendet.

source: Media Type
de_ch: Medientyp

source: Select which kind of media you want to display for your portfolio. If selecting a "Gallery," simply upload your images to this post and organize them in the order you want them to display.
de_ch: Wählen Sie aus, welche Art von Medien, Sie für Ihr Portfolio anzeigen möchten. Falls Sie "Gallerie" auswählen, laden Sie einfach Ihre Bilder in diesen Beitrag hoch und organisieren Sie die Reihenfolge, in welcher Sie die Bilder angezeigt haben möchten.

source: Featured Content
de_ch: Hervorgehobener Inhalt

source: Project Link
de_ch: Projekt Link

source: Provide an external link to the project you worked on if one is available.
de_ch: Geben Sie einen externen Link, falls verfügbar, zu Ihrem Projekt an.

source: Video Portfolio Item Settings
de_ch: Video Portfolio-Element Einstellungen

source: These settings enable you to embed videos into your portfolio items.
de_ch: Diese Einstellungen erlauben Ihnen, Videos in Ihren Portfolio-Elementen einzubinden.

source: Video Aspect Ratio
de_ch: Video Seitenverhältnis

source: If selecting "Video," choose the aspect ratio you would like for your video.
de_ch: Falls Sie "Video" auswählen, wählen Sie das Seitenverhältnis für Ihr Video aus.

source: If selecting "Video," place the URL to your .m4v video file here.
de_ch: Falls Sie "Video" auswählen, geben Sie die URL zu Ihrer .m4v Video-Datei hier an.

source: If selecting "Video," place the URL to your .ogv video file here.
de_ch: Falls Sie "Video" auswählen, geben Sie die URL zu Ihrer .ogv Video-Datei hier an.

source: Thumbnail
de_ch: Vorschaubild

source: Archive Title
de_ch: Archiv Titel

source: Enter in a value to overwrite the default title of the archive page.
de_ch: Geben Sie einen Wert an, der den Standardtitel der Archivseite überschreibt.

source: Archive Subtitle
de_ch: Archiv Untertitel

source: Enter in a value to overwrite the default subtitle of the archive page.
de_ch: Geben Sie einen Wert an, der den Standarduntertitel der Archivseite überschreibt.

source: Accent
de_ch: Akzent

source: Choose an accent color to be used for certain design elements.
de_ch: Wählen Sie eine Akzentfarbe, welche für bestimmte Designelemente verwendet wird.

source: Search Results
de_ch: Suchergebnisse

source: 404 (Page Not Found)
de_ch: 404 (Seite nicht gefunden)

source: Posts by
de_ch: Beiträge von

source: Pages:
de_ch: Seiten:

source: Previous Post
de_ch: Vorheriger Beitrag

source: Next Post
de_ch: Nächster Beitrag

source: Back to Top
de_ch: Zurück nach oben

source: Toggle the Widgetbar
de_ch: Widgetleiste ein-/ausschalten

source: View all posts in: &ldquo;%s&rdquo;
de_ch: Alle Beiträge in: &ldquo;%s&rdquo; anzeigen

source: Leave a Comment
de_ch: Kommentar hinterlassen

source: Leave a comment on: &ldquo;%s&rdquo;
de_ch: Kommentar hinterlassen bei: &ldquo;%s&rdquo;

source: See All Posts
de_ch: Alle Beiträge anzeigen

source: View Post
de_ch: Beitrag anzeigen

source: Pingback:
de_ch: Rückverfolgung (Pingback):

source: (Edit)
de_ch: (bearbeiten)

source: Author
de_ch: Autor

source: Rated %d out of 5
de_ch: Mit %d von 5 bewertet

source: out of 5
de_ch: von 5

source: Your comment is awaiting moderation.
de_ch: Ihr Kommentar wartet auf Freischaltung.

source: Your Name
de_ch: Ihr Name

source: Your Email
de_ch: Ihre E-Mail-Adresse

source: Your Website
de_ch: Ihre Website

source: Permalink to: "%s"
de_ch: Permalink zu: "%s"

source: %1$s at %2$s
de_ch: %1$s um %2$s

source: Post<br>Author
de_ch: Beitrag<br>Autor

source: To Forums List
de_ch: Zur Liste der Foren

source: Topic Tags
de_ch: Thema-Schlagwörter

source: To Parent Forum
de_ch: Zum übergeordneten Forum

source: Your password should be at least ten characters long. Use upper and lower case letters, numbers, and symbols to make it even stronger.
de_ch: Ihr Passwort sollte mindestens zehn Zeichen lang sein. Verwenden Sie Gross- und Kleinbuchstaben , Zahlen und Symbole um es noch sicherer zu machen.

source: Topic Tag: %s
de_ch: Thema-Schlagwort: %s

source: Forums Search
de_ch: Foren Suche

source: Log in
de_ch: Anmelden

source: Forums
de_ch: Foren

source: Content
de_ch: Inhalt

source: Read More
de_ch: Weiterlesen
