Repository: limenet/x-theme-translation-german
Catalog: *.po
Languages: de_ch

source: Video Post Custom Colors
de_ch: Video-Beitrag Benutzerdefinierte Farben

source: Video Post Text
de_ch: Video-Beitrag Text

source: Video Post Background
de_ch: Video-Beitrag Hintergrund

source: Audio Post Custom Colors
de_ch: Audio­Beitrag Benutzerdefinierte Farben

source: Audio Post Text
de_ch: Audio-Beitrag Text

source: Audio Post Background
de_ch: Audio­Beitrag Hintergrund

source: Quote Post Custom Colors
de_ch: Zitat-Beitrag Benutzerdefinierte Farben

source: Quote Post Text
de_ch: Zitat-Beitrag Text

source: Quote Post Background
de_ch: Zitat-Beitrag Hintergrund

source: Link Post Custom Colors
de_ch: Link-Beitrag Benutzerdefinierte Farben

source: Link Post Text
de_ch: Link-Beitrag Text

source: Link Post Background
de_ch: Link-Beitrag Hintergrund

source: Topbar Background Color
de_ch: Kopfzeile Hintergrundfarbe

source: Navbar Background Color
de_ch: Navigationsleiste Hintergrundfarbe

source: Sidebar Widget Headings Color
de_ch: Seitenleiste Widget Überschriftsfarbe

source: Sidebar Text Color
de_ch: Seitenleiste Schriftfarbe

source: Post Carousel
de_ch: Beitrags-Karussell

source: Display
de_ch: Anzeige

source: Over 1500 Pixels
de_ch: Über 1500 Pixel

source: 1200 &ndash; 1499 Pixels
de_ch: 1200 &ndash; 1499 Pixel

source: 979 &ndash; 1199 Pixels
de_ch: 979 &ndash; 1199 Pixel

source: 550 &ndash; 978 Pixels
de_ch: 550 &ndash; 978 Pixel

source: Below 549 Pixels
de_ch: Unterhalb 549 Pixel

source: Post Slider for Blog
de_ch: Beitragsslider für Blog

source: Slider Height (px)
de_ch: Slider Höhe (px)

source: Post Slider for Archives
de_ch: Beitragsslider für Archive

source: Filterable Index
de_ch: Filterbarer Index

source: Category IDs
de_ch: Kategorie IDs

source: Layout and Design
de_ch: Layout und Design

source: Site Layout
de_ch: Seitenlayout

source: Boxed
de_ch: In einer Box

source: Site Max Width (px)
de_ch: Max. Seitenbreite (px)

source: Site Width (%)
de_ch: Seitenbreite (%)

source: Content Layout
de_ch: Inhalt-Layout

source: Content Left, Sidebar Right
de_ch: Inhalt links, Seitenleiste rechts

source: Sidebar Left, Content Right
de_ch: Seitenleiste links, Inhalt rechts

source: Content Width (%)
de_ch: Inhaltbreite (%)

source: Sidebar Width (px)
de_ch: Sidebar Breite (px)

source: Background Image Fade (ms)
de_ch: Beitragsbildhintergrund Ausblenden (ms)

source: Cyrillic
de_ch: Kyrillisch

source: Greek
de_ch: Griechisch

source: Vietnamese
de_ch: Vietnamesisch

source: Body Font
de_ch: Body Schrift

source: Body Font Color
de_ch: Body Schriftfarbe

source: Body Font Weight
de_ch: Body Schriftstärke

source: Headings Font
de_ch: Überschriften Schriftart

source: Headings Font Color
de_ch: Überschriften Schriftfarbe

source: Headings Font Weight
de_ch: Überschriften Schriftstärke

source: Uppercase
de_ch: Grossschrift

source: Site Links
de_ch: Seitenlinks

source: Site Links Hover
de_ch: Sitenlinks bei Mouseover

source: Buttons
de_ch: Schaltflächen

source: Button Style
de_ch: Schaltfläche Stil

source: Button Shape
de_ch: Schaltfläche Form

source: Square
de_ch: Quadrat

source: Rounded
de_ch: Abgerundet

source: Button Size
de_ch: Schaltfläche Grösse

source: Small
de_ch: Klein

source: Regular
de_ch: Standard

source: Large
de_ch: Gross

source: Extra Large
de_ch: Extra Gross

source: Button Background
de_ch: Schaltfläche Hintergrundfarbe

source: Button Border
de_ch: Schaltfläche Rahmen

source: Button Bottom
de_ch: Schaltfläche unten

source: Header
de_ch: Kopfzeile

source: Navbar Position
de_ch: Navigationsleiste Position

source: Static Top
de_ch: Statisch oben

source: Fixed Top
de_ch: Fest Oben

source: Fixed Left
de_ch: Fest Links

source: Fixed Right
de_ch: Fest Rechts

source: Navbar Top Height (px)
de_ch: Navigationsleiste oben Höhe (px)

source: Navbar Side Width (px)
de_ch: Navigationsleiste seitlich Breite (px)

source: Stacked
de_ch: Gestapelt

source: Logobar Top Spacing (px)
de_ch: Logoleiste oberer Abstand (px)

source: Logobar Bottom Spacing (px)
de_ch: Logoleiste unterer Abstand (px)

source: Logo Font
de_ch: Logo Schrift

source: Logo Font Color
de_ch: Logo Schriftfarbe

source: Logo Font Size (px)
de_ch: Logo Schriftgröße (px)

source: Logo Font Weight
de_ch: Logo Schriftstärke

source: Logo Width (px)
de_ch: Logo Breite (px)

source: Navbar Top Logo Alignment (px)
de_ch: Navigationsleiste oben Logo Ausrichtung (px)

source: Navbar Side Logo Alignment (px)
de_ch: Navigationsleiste seitlich Logo Ausrichtung (px)

source: Navbar Font
de_ch: Navigationsleiste Schrift

source: Navbar Links
de_ch: Navigationsleiste Links

source: Navbar Links Hover
de_ch: Navigationsleiste Links bei Mouseover

source: Navbar Font Size (px)
de_ch: Navigationsleiste Schriftgrösse (px)

source: Navbar Font Weight
de_ch: Navigationsleiste Schriftstärke

source: Navbar Top Link Alignment (px)
de_ch: Navigationsleiste oben Link Ausrichtung (px)

source: Navbar Side Link Alignment (px)
de_ch: Navigationsleiste seitlich Link Ausrichtung (px)

source: Navbar Search
de_ch: Navigationsleiste Suche

source: Mobile Navbar Button Size (px)
de_ch: Mobile Navigationsleiste Schaltfläche Grösse (px)

source: Mobile Navbar Button Alignment (px)
de_ch: Mobile Navigationsleiste Schaltfläche Ausrichtung (px)

source: Header Widget Areas
de_ch: Kopfzeile Widgetbereiche

source: Widgetbar Button Background
de_ch: Widgetleiste Schalftläche Hintergrund

source: Widgetbar Button Background Hover
de_ch: Widgetleiste Schalftläche Hintergrund bei Mouseover

source: Topbar
de_ch: Kopfzeile

source: Topbar Content
de_ch: Kopfzeile Inhalt

source: Breadcrumbs
de_ch: Brotkrümelnavigation

source: Footer
de_ch: Fusszeile

source: Footer Widget Areas
de_ch: Fusszeile Widgetbereiche

source: Bottom Footer
de_ch: Untere Fusszeile

source: Footer Social
de_ch: Fusszeile Sozial

source: Footer Content
de_ch: Fusszeile Inhalt

source: Post Meta
de_ch: Beitrag Meta

source: Full Post Content on Index
de_ch: Vollständigen Beitragsinhalt im Index anzeigen

source: Excerpt Length
de_ch: Länge des Auszugs

source: Custom URL Slug
de_ch: Benutzerdefinierter URL-Slug

source: Cropped Featured Images
de_ch: Zugeschnitte hervorgehobene Bilder

source: Tag List Title
de_ch: Schlagwortleiste Titel

source: Launch Project Title
de_ch: Projekt starten Titel

source: Launch Project Button Text
de_ch: Projekt starten Schaltlächen-Titel

source: Share Project Title
de_ch: Diesen Projekttitel Teilen

source: Facebook Sharing Link
de_ch: Link zum Teilen auf Facebook

source: Twitter Sharing Link
de_ch: Link zum Teilen auf Twitter

source: Google+ Sharing Link
de_ch: Link zum Teilen auf Google+

source: LinkedIn Sharing Link
de_ch: Link zum Teilen auf LinkedIn

source: Pinterest Sharing Link
de_ch: Link zum Teilen auf Pinterest

source: Reddit Sharing Link
de_ch: Link zum Teilen auf Reddit

source: Email Sharing Link
de_ch: Link zum Teilen via E-Mail

source: Facebook Profile URL
de_ch: Facebook Profil-URL

source: Twitter Profile URL
de_ch: Twitter Profil-URL

source: Google+ Profile URL
de_ch: Google+ Profil-URL

source: LinkedIn Profile URL
de_ch: LinkedIn Profil-URL

source: XING Profile URL
de_ch: XING Profil-URL

source: Foursquare Profile URL
de_ch: Foursquare Profil-URL

source: YouTube Profile URL
de_ch: YouTube Profil-URL

source: Vimeo Profile URL
de_ch: Vimeo Profil-URL

source: Instagram Profile URL
de_ch: Instagram Profil-URL

source: Pinterest Profile URL
de_ch: Pinterest Profil-URL

source: Dribbble Profile URL
de_ch: Dribbble Profil-URL

source: Flickr Profile URL
de_ch: Flickr Profil-URL

source: Behance Profile URL
de_ch: Behance Profil-URL

source: Tumblr Profile URL
de_ch: Tumblr Profil-URL

source: Whatsapp Profile URL
de_ch: WhatsApp Profil-URL

source: SoundCloud Profile URL
de_ch: Soundcloud Profil-URL

source: Enable Open Graph
de_ch: Open Graph Aktivieren

source: Social Fallback Image
de_ch: Soziales Fallback-Bild

source: Scroll Top Anchor
de_ch: Nach oben scrollen Anker

source: Scroll Top Anchor Position
de_ch: Nach oben scrollen Anker Position

source: Topic/Reply Quicktags
de_ch: Thema/Antworten Quicktags

source: Navbar Menu
de_ch: Navigationsleiste Menü

source: Activity Title
de_ch: Aktivität Titel

source: Groups Title
de_ch: Gruppen Titel

source: Sites Title
de_ch: Seiten Titel

source: Members Title
de_ch: Mitglieder Titel

source: Register Title
de_ch: Registrieren Titel

source: Activate Title
de_ch: Titel Aktivieren

source: Activity Subtitle
de_ch: Aktivität Untertitel

source: Groups Subtitle
de_ch: Gruppen-Untertitel

source: Sites Subtitle
de_ch: Seiten­-Untertitel

source: Members Subtitle
de_ch: Mitglieder-Untertitel

source: Register Subtitle
de_ch: Registrieren Untertitel

source: Activate Subtitle
de_ch: Untertitel Aktivieren

source: Shop Columns
de_ch: Shop Zeilen

source: Product Tabs
de_ch: Produkttabellen

source: Description Tab
de_ch: Beschreibungs Reiter

source: Additional Information Tab
de_ch: Zusätzliche Informationen Reiter

source: Reviews Tab
de_ch: Rezensionen Reiter

source: Related Products
de_ch: Vorgeschlagene Produkte

source: Related Product Columns
de_ch: Ähnliche Produkt Spalten

source: Related Product Post Count
de_ch: Anzahl Ähnlicher Produkt-Beiträge

source: Upsells
de_ch: Up-Selling

source: Upsell Columns
de_ch: Up-Selling Spalten

source: Upsell Post Count
de_ch: Anzahl Up-Selling Beiträge

source: Cross Sells
de_ch: Cross-Selling

source: Cross Sell Columns
de_ch: Cross-Sell Spalten

source: Cross Sell Post Count
de_ch: Anzahl Cross-Selling Beiträge

source: Image Alignment
de_ch: Bild Ausrichtung

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a>.
de_ch: Es gibt eine neue Version von %1$s. <a href="%2$s" class="thickbox" title="%3$s"> Version anzeigen %4$s Details </a>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a>. %5$s
de_ch: Es gibt eine neue Version von %1$s. <a href="%2$s" class="thickbox" title="%3$s"> Version anzeigen %4$s Details </a>. %5$s

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a> or <a href="%5$s">update now</a>.
de_ch: Es gibt eine neue Version von %1$s. <a href="%2$s" class="thickbox" title="%3$s"> Version anzeigen %4$s Details </a> oder <a href="%5$s">jetzt aktualisieren</a>.

source: Type and Press &ldquo;enter&rdquo; to Search
de_ch: Eintippen und &ldquo;Enter&rdquo; drücken um zu suchen

source: Category Archive
de_ch: Archiv nach Kategorie

source: Tag Archive
de_ch: Archiv nach Schlagwort

source: Oops!
de_ch: Ups!

source: Post Archive by Year
de_ch: Archive der Beiträge nach Jahr

source: Post Archive by Month
de_ch: Archive der Beiträge nach Monat

source: Post Archive by Day
de_ch: Archive der Beiträge nach Tag

source: You blew up the Internet.
de_ch: Sie haben das Internet gesprengt!

source: Below you'll find a list of all posts from
de_ch: Unten finden Sie eine Liste aller Beiträge von

source: Widgetized header area.
de_ch: Widgetisierter Kopfzeilenbereich

source: Footer
de_ch: Fusszeile

source: Widgetized footer area.
de_ch: Widgetisierter Fusszeilenbereich

source: Shared link from post: "%s"
de_ch: Link geteilt vom Beitrag "%s" aus

source: Comment navigation
de_ch: Kommentarnavigation

source: &larr; Older Comments
de_ch: &larr; Ältere Kommentare

source: Newer Comments &rarr;
de_ch: Neuere Kommentare &rarr;

source: Comments are closed.
de_ch: Kommentarfunktion wurde geschlossen.

# noun
source: Comment
de_ch: Kommentar

# noun
source: Your Comment *
de_ch: Ihr Kommentar *

source: The page you are looking for is no longer here, or never existed in the first place (bummer). You can try searching for what you are looking for using the form below. If that still doesn't provide the results you are looking for, you can always start over from the home page.
de_ch: Die Seite, die Sie suchen, ist nicht mehr da, oder hat gar nie existiert. Sie können versuchen, danach zu suchen mit dem Formular unten. Falls das immer noch nicht die gewünschten Ergebnisse liefert, können Sie jederzeit zurück zur Startseite und von dort aus neu loslegen.

source: Nothing to Show Right Now
de_ch: Momentan gibt es nichts zu zeigen

source: It appears whatever you were looking for is no longer here or perhaps wasn't here to begin with. You might want to try starting over from the homepage to see if you can find what you're after from there.
de_ch: Die Seite, die Sie suchen, ist nicht mehr da, oder hat gar nie existiert. Sie können versuchen, danach zu suchen mit dem Formular unten. Falls das immer noch nicht die gewünschten Ergebnisse liefert, können Sie jederzeit zurück zur Startseite und von dort aus neu loslegen.

source: Your Name *
de_ch: Ihr Name *

source: Your Email *
de_ch: Ihre E-Mail-Adresse *

source: Your Comment *
de_ch: Ihr Kommentar *

source: %s review for %s
de_ch: %s Bewertung für %s

source: Reviews
de_ch: Bewertungen

source: There are no reviews yet.
de_ch: Es gibt keine Bewertungen.

source: <span>Add a Review</span>
de_ch: <span>Bewertung erstellen</span>

source: Be the First to Review
de_ch: Erste Bewertung für

source: Leave a Reply to %s
de_ch: Hinterlassen Sie einen Kommentar zu %s

source: Submit Review
de_ch: Bewertung abgeben

source: Rate&hellip;
de_ch: Bewerte&hellip;

source: Perfect
de_ch: Perfekt

source: Good
de_ch: Gut

source: Average
de_ch: Durchschnittlich

source: Not that bad
de_ch: Nicht schlecht

source: Very Poor
de_ch: Sehr schlecht

source: Only logged in customers who have purchased this product may leave a review.
de_ch: Nur angemeldete Benutzer, die das Produkt gekauft haben können eine Rezension erstellen.

source: You may also like&hellip;
de_ch: Vielleicht gefällt ihnen auch &hellip;
