Repository: limenet/x-theme-translation-german
Catalog: *.po
Languages: de_ch

source: Edit Settings
de_ch: Einstellungen bearbeiten

source: Your Activity
de_ch: Ihre Aktivität

source: Social
de_ch: Sozial

source: Enable
de_ch: Aktivieren

source: Add Some Using the Button Below!
de_ch: Um etwas hinzuzufügen, drücken Sie einfach auf die Schaltfläche unten!

source: Line
de_ch: Linie

source: Structure
de_ch: Struktur

source: Place a horizontal rule in your content
de_ch: Eine horizontale Linie in Ihrem Inhalt platzieren

source: (Optional) Enter a unique ID.
de_ch: (Optional) Geben Sie eine eindeutige ID an.

source: Class
de_ch: Klasse

source: (Optional) Enter a unique class name.
de_ch: (Optional) Geben Sie einen eindeutigen Klassennamen an.

source: Style
de_ch: Stil

source: (Optional) Enter inline CSS.
de_ch: (Optional) Inline-CSS eingeben.

source: Gap
de_ch: Abstand

source: Insert a vertical gap in your content
de_ch: Eine vertikale Lücke in Ihren Inhalt einfügen

source: Size
de_ch: Grösse

source: Enter in the size of your gap. Pixels, ems, and percentages are all valid units of measurement.
de_ch: Geben Sie die Grösse Ihrer Lücke an. Pixel, ems und Prozentangaben sind alle gültige Masseinheiten.

source: Clear
de_ch: Aufheben

source: Clear floated elements in your content
de_ch: Alle gefloateten Elemente in Ihrem Inhalt aufheben

source: Blockquote
de_ch: Zitat

source: Typography
de_ch: Typografie

source: Include a blockquote in your content
de_ch: Fügen Sie ein Zitat zu Ihrem Inhalt hinzu

source: Enter your text.
de_ch: Geben Sie Ihren Text ein.

source: Cite
de_ch: Zitieren

source: Cite the person you are quoting.
de_ch: Geben Sie die Person an, die Sie zitieren.

source: Alignment
de_ch: Ausrichtung

source: Select the alignment of the blockquote.
de_ch: Wählen Sie die Ausrichtung des Zitats.

source: Pullquote
de_ch: Herausgezogenes Zitat

source: Include a pullquote in your content
de_ch: Fügen Sie ein herausgezogenes Zitat zu Ihrem Inhalt hinzu

source: Select the alignment of the pullquote.
de_ch: Wählen Sie die Ausrichtung des herausgezogenen Zitats.

source: Alert
de_ch: Meldung

source: Provide information to users with alerts
de_ch: Stellen Sie Benutzern Informationen mittels Meldungen bereit

source: Heading
de_ch: Überschrift

source: Enter the heading of your alert.
de_ch: Geben Sie die Überschrift für Ihre Meldung ein.

source: Type
de_ch: Typ

source: Select the alert style.
de_ch: Meldungstyp auswählen.

source: Select to display the close button.
de_ch: Auswählen zur Anzeige der Schliessen-Schaltfläche

source: Map
de_ch: Karte

source: Media
de_ch: Medien

source: Embed a map from a third-party provider
de_ch: Binden Sie eine Karte von einem Drittanbieter ein

source: Code (See Notes Below)
de_ch: Code (siehe Anmerkungen unten)

source: Switch to the "text" editor and do not place anything else here other than your &lsaquo;iframe&rsaquo; or &lsaquo;embed&rsaquo; code.
de_ch: Wechseln Sie in den "Text" Editor und geben Sie hier nichts anderes hier ausser Ihrem &lt;iframe&gt; und &lt;embed&gt; Code ein.

source: No Container
de_ch: Kein Container

source: Select to remove the container around the map.
de_ch: Auswählen, um den Container um die Karte zu entfernen.

source: Google Map
de_ch: Google Maps Karte

source: Embed a customizable Google map
de_ch: Anpassbare Googlekarte einbinden

source: Latitude
de_ch: Breitengrad

source: Enter in the center latitude of your map.
de_ch: Geben Sie den Breitengrad für das Zentrum Ihrer Karte ein.

source: Longitude
de_ch: Längengrad

source: Enter in the center longitude of your map.
de_ch: Geben Sie den Längengrad für das Zentrum Ihrer Karte ein.

source: Draggable
de_ch: Verschiebbar

source: Select to allow your users to drag the map view.
de_ch: Auswählen um Ihren Benutzern zu erlauben die Karte zu verschieben.

source: Zoom Level
de_ch: Zoom-Stufe

source: Choose the initial zoom level of your map. This value should be between 1 and 18. 1 is fully zoomed out and 18 is right at street level.
de_ch: Geben Sie die initiale Zoom-Stufe für die Karte an. Ein numerischer Wert von 1 bis 18, wobei 1 die ganze Erde und 18 die Strasse ist.

source: Zoom Control
de_ch: Zoom-Steuerung

source: Select to activate the zoom control for the map.
de_ch: Auswählen um die Zoomsteuerung für die Karte zu aktivieren.

source: Height
de_ch: Höhe

source: Choose an optional height for your map. If no height is selected, a responsive, proportional unit will be used. Any type of unit is acceptable (e.g. 450px, 30em, 40%, et cetera).
de_ch: Wählen Sie eine optionale Höhe für Ihre Karte. Wenn keine Höhe gewählt wird, wird eine responsive, proportionale Einheit verwendet. Jede Art von Einheit ist akzeptabel (z.B. 450px, 30em, 40%, etc.).

source: Custom Color
de_ch: Benutzerdefinierte Farbe

source: Choose an optional custom color for your map.
de_ch: Wählen Sie eine optionale benutzerdefinierte Farbe für Ihre Karte.

source: Place a location marker on your Google map
de_ch: Legen Sie eine Ortsmarkierung auf Ihrer Google-Karte platzieren

source: Enter in the latitude of your marker.
de_ch: Geben Sie den Breitengrad für Ihren Marker ein.

source: Enter in the longitude of your marker.
de_ch: Geben Sie den Längengrad für Ihren Marker ein.

source: Additional Information
de_ch: Zusätzliche Informationen

source: Optional description text to appear in a popup when your marker is clicked on.
de_ch: Optionaler Beschreibungstext der in einem Popup angezeigt wird, wenn Ihr Marker angeklickt wird.

source: Custom Marker Image
de_ch: Bild für benutzerdefinierten Marker

source: Utilize a custom marker image instead of the default provided by Google.
de_ch: Verwenden Sie benutzerdefiniertes Bild für den Marker anstelle des von Google bereitgestellten Bildes.

source: Skill Bar
de_ch: Kompetenzen-Balken

source: Include an informational skill bar
de_ch: Einen informationellen Kompetenz-Balken hinzufügen

source: Enter the heading of your skill bar.
de_ch: Geben Sie die Überschrift für Ihren Kompetenzen-Balken ein

source: Percent
de_ch: Prozent

source: Enter the percentage of your skill and be sure to include the percentage sign (i.e. 90%).
de_ch: Geben Sie den Prozentsatz Ihrer Kompetenz ein, und achten Sie darauf, dass das Prozentzeichen (z.B. 90%) enthalten ist.

source: Bar Text
de_ch: Leistentext

source: Enter in some alternate text in place of the percentage inside the skill bar.
de_ch: Geben Sie einen alternativen Text anstelle der Prozentsatz innnerhalb des Kompetenzen-Balkens ein

source: Add a block of example code to your content
de_ch: Einen Block mit Beispielcode zu Ihrem Inhalt hinzufügen

source: Button
de_ch: Schaltfläche

source: Add a clickable button to your content
de_ch: Eine anklickbare Schaltfläche hinzufügen

source: Shape
de_ch: Form

source: Select the button shape.
de_ch: ﻿Wählen Sie die Schaltflächen-Form.

source: Select the button size.
de_ch: ﻿Wählen Sie die Schaltflächen-Grösse.

source: Optionally float the button.
de_ch: Optional, die Schaltfläche fliessen lassen.

source: Select to make your button go fullwidth.
de_ch: Auswählen um die Schaltfläche auf volle Breite auszudehnen

source: Select to include a marketing circle around your button.
de_ch: Auswählen, um einen Marketing-Circle um Ihre Schalftläche hinzuzufügen

source: Icon Only
de_ch: Nur Ion

source: Select if you are only using an icon in your button.
de_ch: Auswählen, wenn Sie nur ein Symbol in der Schaltfläche nutzen.

source: Enter in the URL you want your button to link to.
de_ch: Geben Sie die URL ein, mit der Ihre Schaltfläche verknüpft werden soll.

source: Title
de_ch: Titel

source: Target
de_ch: Ziel

source: Select to open your button link in a new window.
de_ch: Auswählen, um den Schaltflächen-Link in einem neuen Fenster zu öffnen.

source: Info Placement
de_ch: Info Platzierung

source: Info Content
de_ch: Info Inhalt

source: Extra content for the popover.
de_ch: Weitere Inhalte für das Popover.

source: Lightbox Thumbnail
de_ch: Lightbox Vorschaubild

source: Lightbox Caption
de_ch: Lightbox Untertitel

source: Lightbox caption text.
de_ch: Lightbox Untertitel Text.

source: Block Grid
de_ch: Block-Raster

source: Include a block grid container in your content
de_ch: Ein Block-Raster in Ihrem Inhalt einbinden

source: Select how many block grid items you want per row.
de_ch: Wählen Sie aus, wie viele Block-Raster Elemente SIe pro Zeile wollen.

source: Block Grid Item
de_ch: Block-Raster-Element

source: Include a block grid item in your block grid
de_ch: Ein Block-Raster-Element in Ihrem Block-Raster einbinden

source: Image
de_ch: Bild

source: Include an image in your content
de_ch: Ein Bild in Ihrem Inhalt einbinden.

source: Select the image style.
de_ch: Wählen Sie den Bild-Stil.

source: Enter your image.
de_ch: Geben Sie Ihr Bild ein.

source: Enter in the alt text for your image.
de_ch: Geben Sie den alt. Text für Ihr Bild ein

source: Icon List
de_ch: Icon Liste

source: Icon List Item
de_ch: Icon Liste Element

source: Select your icon.
de_ch: Wählen Sie Ihr Icon aus.

source: Split your text into multiple columns
de_ch: Teilen Sie Ihren Text in mehrere Spalten

source: Video (Self Hosted)
de_ch: Video (selbst gehostet)

source: Select your aspect ratio.
de_ch: Wählen Sie Ihr Seitenverhältnis aus.

source: Include and .m4v version of your video.
de_ch: Fügen Sie eine .mp4 Ihres Videos hinzu.

source: Include and .ogv version of your video for additional native browser support.
de_ch: Fügen Sie eine .ogv Version Ihres Videos für erweiterte native Browser-Unterstützung hinzu.

source: Advanced Controls
de_ch: Erweiterte Bedienelemente

source: Select to enable advanced controls on your self-hosted video.
de_ch: Aushwählen, um erweiterte Steuerelemente auf Ihrem selbst gehosteten Video zu ermöglichen.

source: Hide Controls
de_ch: Bedienelemente ausblenden

source: Select to hide the controls on your self-hosted video.
de_ch: Auswählen, um die Bedienelemente des selbst gehosteten Videos verstecken.

source: Video (Embedded)
de_ch: Video (Eingebettet)

source: Accordion
de_ch: Akkordion

source: Accordion Item
de_ch: Akkordeon Element

source: Parent ID
de_ch: Übergeordenete ID

source: Open
de_ch: Offen

source: Tab Nav
de_ch: Registerkarte-Navigation

source: Include a tab nav into your content
de_ch: Einen Registerkarte-Navigation in Ihrem Inhalt einbiden

source: Tab Nav Item
de_ch: Registerkarte-Navigation Element

source: Active
de_ch: Aktiv

source: Tabs
de_ch: Registerkarten

source: Tab
de_ch: Registerkarte

source: Visibility Type
de_ch: Sichtbarkeit Typ

source: Include a slider in your content
de_ch: Einen Slider in Ihrem Inhalt einbiden

source: Select your slider animation.
de_ch: Wählen Sie Ihre Slider-Animation aus.

source: Slide Time
de_ch: Anzeigedauer der Slide

source: Slide Speed
de_ch: Geschwindigkeit der Slide

source: Random
de_ch: Zufällig

source: Control Navigation
de_ch: Bedienelemente-Navigation

source: Select to display the control navigation.
de_ch: Auswählen um die Navigation-Bedienelemente anzuzeigen

source: Previous/Next Navigation
de_ch: Vor/Zurück Navigation

source: Select to display the previous/next navigation.
de_ch: Aushwählen um die Vor/Zurück Navigation anzuzeigen

source: Include a slide into your slider
de_ch: Fügen Sie eine Diashow in Ihre Schieberegler

source: Protect
de_ch: Schützen

source: Protect content from non logged in users
de_ch: Schützen Sie Ihren Inhalt vor nicht angemeldeten Benutzern

source: Recent Posts
de_ch: Letzte Beiträge

source: Display your most recent posts
de_ch: Ihre neuesten Beiträge anzeigen

source: Post Type
de_ch: Beitragstyp

source: Choose between standard posts or portfolio posts.
de_ch: Wählen Sie zwischen Standard-Beiträgen oder Portfolio-Beiträgen.

source: Post Count
de_ch: Anzahl Beiträge

source: Select how many posts to display.
de_ch: Wählen Sie wie viele Beiträge angezigt werden sollen.

source: Category
de_ch: Kategorie

source: Orientation
de_ch: Ausrichtung

source: Select the orientation or your recent posts.
de_ch: Wählen Sie die Ausrichtung hrer neuesten Beiträge.

source: Audio (Self Hosted)
de_ch: Audio (selbst gehostet)

source: Include and .mp3 version of your audio.
de_ch: Fügen Sie eine .mp3 Ihres Audio hinzu.

source: Include and .oga version of your audio for additional native browser support.
de_ch: Fügen Sie eine .oga Version Ihres Audios für erweiterte native Browser-Unterstützung hinzu.

source: Audio (Embedded)
de_ch: Audio (eingebettet)

source: Pricing Table
de_ch: Preistabelle

source: Pricing Table Column
de_ch: Preistabelle Spalte

source: Featured
de_ch: Hervorgehoben

source: Featured Sub Heading
de_ch: Hervorgehobene Unter-Überschrift

source: Currency Symbol
de_ch: Währungssymbol

source: Price
de_ch: Preis

source: Enter in the price for this pricing column.
de_ch: Geben Sie den Preis für die Preistabellenspalte ein.

source: Interval
de_ch: Intervall

source: Select the alignment for your callout.
de_ch: Wählen Sie die Ausrichtung für Ihr Callout.

source: Enter the title for your callout.
de_ch: Geben Sie den Titel für Ihr Callout ein

source: Enter the message for your callout.
de_ch: Geben Sie die Nachricht für Ihr Callout ein.

source: Button Text
de_ch: Schaltfläche Text

source: Enter the text for your callout button.
de_ch: Geben Sie den Text für Ihre Callout-Schaltfläche ein

source: Button Icon
de_ch: Schaltfläche Icon

source: Promo Image
de_ch: Promo Bild

source: Selector
de_ch: Selektor

source: Backdrop Opacity
de_ch: Hintergrund Deckkraft

source: Thumbnails
de_ch: Vorschaubilder

source: Enter in a title for your author information.
de_ch: Geben Sie einen Titel für die Autor-Informationen ein.

source: Author ID
de_ch: Autor ID

source: By default the author of the post or page will be output by leaving this input blank. If you would like to output the information of another author, enter in their user ID here.
de_ch: Standardmässig wird der Autor der Beitrag oder der Seite ausgegeben, falls Sie dieses Eingabefeld leer lassen. Wenn Sie die Ausgabe der Daten eines anderen Autors möchten, geben Sie hier die Benutzer-ID ein.

source: Prompt
de_ch: Dialog

source: Enter the title for your prompt.
de_ch: Geben Sie den Titel für Ihren Dialog ein.

source: Enter the message for your prompt.
de_ch: Geben Sie die Nachricht für Ihren Dialog ein.

source: Social Sharing
de_ch: Teilen auf sozialen Netzwerken

source: Enter in a title for your social links.
de_ch: Geben Sie einen Titel für Ihre sozialen Links ein.

source: Select to activate the Facebook sharing link.
de_ch: Auswählen um Teilen auf Facebook zu aktivieren

source: Select to activate the Twitter sharing link.
de_ch: Auswählen um Teilen auf Twitter zu aktivieren

source: Select to activate the Google Plus sharing link.
de_ch: Auswählen um Teilen auf Google Plus zu aktivieren

source: Select to activate the LinkedIn sharing link.
de_ch: Auswählen um Teilen auf LinkedIn zu aktivieren

source: Select to activate the Pinterest sharing link.
de_ch: Auswählen um Teilen auf Pinterest zu aktivieren

source: Select to activate the Reddit sharing link.
de_ch: Auswählen um Teilen auf Reddit zu aktivieren

source: Select to activate the email sharing link.
de_ch: Auswählen um Teilen via E-Mail zu aktivieren

source: Table of Contents
de_ch: Inhaltsverzeichnis

source: Include a table of contents in your content
de_ch: Fügen Sie ein Inhaltsverzeichnis zu Ihren Inhalt hinzu

source: Table of Contents Item
de_ch: Inhaltsverzeichnis-Element

source: Page
de_ch: Seite

source: Custom Headline
de_ch: Benutzerdefinierte Überschrift

source: Heading Level
de_ch: Überschrift Ebene

source: Looks Like
de_ch: Sieht aus wie

source: Responsive Text
de_ch: Responsiver Text

source: Compression
de_ch: Kompression

source: Minimum Size
de_ch: Minimale Grösse

source: Maximum Size
de_ch: Maximale Grösse

source: Counter
de_ch: Zähler

source: Starting Number
de_ch: Startzahl

source: Enter in the number that you would like your counter to start from.
de_ch: Geben Sie die Zahl ein, mit der Ihr Zähler starten soll.

source: Ending Number
de_ch: Endzahl

source: Enter int he number that you would like your counter to end at. This must be higher than your starting number.
de_ch: Geben Sie die Zahl ein, mit der Ihr Zähler enden soll. Diese Zahl muss grosser sein als Ihre Startzahl.

source: Counter Speed
de_ch: Zähler Geschwindigkeit

source: Number Prefix
de_ch: Zahl Präfix

source: Prefix your number with a symbol or text.
de_ch: Stellen Sie Ihrer Zahl ein Symbol oder ein Text voran.

source: Number Suffix
de_ch: Zahl Suffix

source: Suffix your number with a symbol or text.
de_ch: Fügen Sie Ihrer Zahl ein Symbol oder ein Text hintz.

source: Number Color
de_ch: Farbe der Zahl

source: Select the color of your number.
de_ch: Wählen Sie die Schriftfarbe Ihrer Zahl.

source: Text Above
de_ch: Text oberhalb

source: Text Below
de_ch: Text unterhalb

source: Text Color
de_ch: Schriftfarbe

source: Content Band
de_ch: Inhaltsband

source: Padding Top
de_ch: Innenabstand Oben

source: Padding Bottom
de_ch: Innenabstand Unten

source: Border
de_ch: Rahmen

source: Background Color
de_ch: Hintergrundfarbe

source: Background Pattern
de_ch: Hintergrundmuster

source: Background Image
de_ch: Hintergrundbild

source: Background Video
de_ch: Hintergrund-Video

source: Background Video Poster
de_ch: Hintergrund Video Poster

source: Marginless Columns
de_ch: Spalten ohne Aussenabstand

source: Fade Animation
de_ch: Ausblenden Animation

source: Widget Area
de_ch: Widget Bereich

source: Raw HTML
de_ch: Reines HTML

source: Raw JavaScript
de_ch: Reines JavaScript

source: Disable Title
de_ch: Titel Deaktivieren

source: Select to disable the title of your form.
de_ch: Auswählen um den Formulartitel zu deaktivieren.

source: Disable Description
de_ch: Beschreibung Deaktivieren

source: Enable AJAX
de_ch: AJAX aktivieren

source: Apply Coupon
de_ch: Gutschein verwenden

source: Portfolio Item
de_ch: Portfolio-Element

source: Add New Item
de_ch: Neues Element Hinzufügen

source: Add New Portfolio Item
de_ch: Neues Portfolio-Element hinzufügen

source: Edit Portfolio Item
de_ch: ﻿Portfolio-Element bearbeiten

source: View Item
de_ch: Element anzeigen

source: Search Portfolio
de_ch: Portfolio durchsuchen

source: No portfolio items found
de_ch: Keine Portfolio-Elemente gefunden

source: No portfolio items found in trash
de_ch: Keine Portfolio-Elemente im Papierkorb gefunden

source: Portfolio Tags
de_ch: Portfolio-Schlagwörter

source: Portfolio Tag
de_ch: Portfolio-Schlagwort

source: Search Portfolio Tags
de_ch: Portfolio-Schlagwörter durchsuchen

source: Popular Portfolio Tags
de_ch: Beliebte Portfolio-Schlagwörter

source: All Portfolio Tags
de_ch: Alle Portfolio Schlagwörer

source: Parent Portfolio Tag
de_ch: Übergeordnetes Portfolio-Schlagwort

source: Parent Portfolio Tag:
de_ch: Übergeordnetes Portfolio-Schlagwort:

source: Edit Portfolio Tag
de_ch: Portfolio-Schlagwort bearbeiten

source: Update Portfolio Tag
de_ch: Portfolio-Schlagwort aktualisieren

source: Add New Portfolio Tag
de_ch: Neues Portfolio-Schlagwort hinzüfgen

source: New Portfolio Tag Name
de_ch: Neues Portfolio-Schlagwort Name

source: Separate portfolio tags with commas
de_ch: Portfolio-Schlagwörter durch Kommas trennen

source: Add or remove portfolio tags
de_ch: Portfolio-Schlagwörter hinzufügen oder entfernen

source: Choose from the most used portfolio tags
de_ch: Aus den meist verwendeten Portfolio-Schlagwörtern auswählen

source: Portfolio Categories
de_ch: Portfolio-Kategorieren

source: Portfolio Category
de_ch: Portfolio-Kategorie

source: Search Portfolio Categories
de_ch: Portfolio-Kategorien durchsuchen

source: Popular Portfolio Categories
de_ch: Beliebte Portfolio-Kategorien

source: All Portfolio Categories
de_ch: Alle Portfolio Kategorien

source: Parent Portfolio Category
de_ch: Übergeordnete Portfolio-Kategorie

source: Parent Portfolio Category:
de_ch: Übergeordnete Portfolio-Kategorie:

source: Edit Portfolio Category
de_ch: Portfolio-Kategorie bearbeiten

source: Update Portfolio Category
de_ch: Portfolio-Kategorie aktualisieren

source: Add New Portfolio Category
de_ch: Neue Portfolio-Kategorie hinzufügen

source: New Portfolio Category Name
de_ch: Neue Portfolio-Kategorie Name

source: Separate portfolio categories with commas
de_ch: Portfolio-Kategorien durch Kommas trennen

source: Add or remove portfolio categories
de_ch: Portfolio-Kategorie hinzufügen oder entfernen

source: Choose from the most used portfolio categories
de_ch: Aus den meist verwendeten Portfolio-Kategorien auswählen

source: All
de_ch: Alle

source: Filter by Category
de_ch: Nach Kategorie filtern

source: Share on Facebook
de_ch: Auf Facebook teilen

source: Share on Twitter
de_ch: Auf Twitter teilen

source: Share on Google+
de_ch: Auf Google+ teilen

source: Share on LinkedIn
de_ch: Auf LinkedIn teilen

source: Share on Pinterest
de_ch: Auf Pinterest teilen

source: Share on Reddit
de_ch: Auf Reddit teilen

source: Share via Email
de_ch: Via E-Mail teilen

source: Primary Menu
de_ch: Primäres Menü

source: Footer Menu
de_ch: Fusszeile Menü

source: Main Sidebar
de_ch: Haupt-Seitenleiste

source: Appears on posts and pages that include the sidebar.
de_ch: Erscheint auf Beiträgen und Seiten, die die Seitenleiste enthalten.

source: Use Global Content Layout
de_ch: Verwende globales Inhaltslayout

source: Fullwidth
de_ch: Volle Breite

source: Most Commented
de_ch: Am meisten kommentiert

source: One
de_ch: Eins

source: Two
de_ch: Zwei

source: Three
de_ch: Drei

source: Four
de_ch: Vier

source: Left
de_ch: Links

source: Right
de_ch: Rechts

source: Select
de_ch: Auswählen

source: Dark
de_ch: Dunkel

source: Topbar Transparency
de_ch: Kopfzeile Transparenz

source: Navbar Transparency
de_ch: Navigationsleiste Transparenz

source: Footer Transparency
de_ch: Fusszeile Transparenz

source: Blog Header
de_ch: Blog Kopfzeile

source: Blog Title
de_ch: Blog Titel

source: Blog Subtitle
de_ch: Blog Untertitel

source: Sort Button Text
de_ch: Sortierschaltfläche-Text

source: Portfolio Index Sharing
de_ch: Portfolio-Index Teilen

source: Shop Header
de_ch: Shop-Kopfzeile

source: Shop Title
de_ch: Shop Titel

source: Shop Subtitle
de_ch: Shop Untertitel

source: Topbar Background
de_ch: Kopfzeile Hintergrund

source: Logobar Background
de_ch: Logoleiste Hintergrund

source: Navbar Background
de_ch: Navigationsleiste Hintergrund

source: Mobile Button Color
de_ch: Mobile Schaltflächen-Farbe

source: Mobile Button Background
de_ch: Mobiler Schaltflächen-Hintergrund

source: Mobile Button Background Hover
de_ch: Mobiler Schaltflächen-Hintergrund bei Mouseover

source: Footer Background
de_ch: Fusszeile Hintergrund

source: Topbar Links and Text
de_ch: Kopfzeile Links und Text

source: Topbar Links Hover
de_ch: Kopfzeile Links bei Mouseover

source: Footer Links and Text
de_ch: Fusszeile Links und Text

source: Entry Icons
de_ch: Eintrag Icons

source: Entry Icon Position
de_ch: Eintrag Icon Position

source: Creative
de_ch: Kreativ

source: Entry Icon Horizontal Alignment (%)
de_ch: Eintrag Icon Horizontale Ausrichtung (%)

source: Entry Icon Vertical Alignment (px)
de_ch: Eintrag Icon Vertikale Ausrichtung (%)

source: Post Title Icon
de_ch: Beitragstitel Icon

source: Standard Post Custom Colors
de_ch: Standard-Beitrag Benutzerdefinierte Farben

source: Standard Post Text
de_ch: Standard-Beitrag Text

source: Standard Post Background
de_ch: Standard-Beitrag Hintergrund

source: Image Post Custom Colors
de_ch: Bild-Beitrag Benutzerdefinierte Farben

source: Image Post Text
de_ch: Bild-Beitrag Text

source: Image Post Background
de_ch: Beitragsbildhintergrund

source: Gallery Post Custom Colors
de_ch: Gallery Beitrag Benutzerdefinierte Farben

source: Gallery Post Text
de_ch: Gallerie-Beitrag Text

source: Gallery Post Background
de_ch: Gallerie-Beitrag Hintergrund
